Revit 2027 API
StringParameterValue Constructor
 Default constructor
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public StringParameterValue()
Public Sub New
public:
StringParameterValue()
new : unit -> StringParameterValue
See Also
Reference
StringParameterValue Class
StringParameterValue Overload
Autodesk.Revit.DB Namespace